Repository: arcsinW/OPENHelloCDUTUWP
Catalog: HelloCDUT/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# UAppName
source: Hello CDUT
zh_cn: 你好理工

# Login.Content
source: Sign in
zh_cn: 登录

# AppName.Text
source: Hello CDUT
zh_cn: 你好理工

# ForgetPwd.Text
source: Forget password?
zh_cn: 忘记密码？

# SignUp_Title.Text
source: Sign up
zh_cn: 注册

# AccountServiceCenter.Text
source: Account Service Center
zh_cn: 账号服务中心

# ByAAOAccount.Text
source: By AAO account
zh_cn: 使用教务账号

# ByEmail.Text
source: By Email
zh_cn: 使用邮箱

# TryFindPwd.Content
source: Try find back password
zh_cn: 尝试找回密码

# GetVerificationCode.Content
source: Get Verification code
zh_cn: 获取验证码

# MessageDialog_Cancel
source: Cancel
zh_cn: 取消

# SignInRequired_Title
source: Sign in require
zh_cn: 需要登录

# MessageDialog_Embarrassed
source: This is really embarrassed :(
zh_cn: 这真是令人尴尬 :(

# SignUp_Button.Content
source: Sign up
zh_cn: 注册
